The distance value is smaller than the conduit diameter, please enter a larger value
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BankDistanceSmallerThanDiameter { get; }
  Visual Basic
Public Shared ReadOnly Property BankDistanceSmallerThanDiameter As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BankDistanceSmallerThanDiameter {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElectricalFailures Class
  Autodesk.Revit.DB Namespace